# Common
common.time_zone = Asia/Tokyo
common.time_zone_label = (JST)
common.na = N/A
common.insightwatch = insightwatch
common.three_hyphen_halfsize = ---
common.members = AWS\u7dcf\u5408\u652f\u63f4\u30b5\u30fc\u30d3\u30b9\u300c\u30af\u30e9\u30b9\u30e1\u30bd\u30c3\u30c9\u30e1\u30f3\u30d0\u30fc\u30ba\u300d\u3067\u5b89\u5fc3\u30fb\u5b89\u5168\u3092\u30b5\u30dd\u30fc\u30c8\uff01\n\u8a73\u3057\u304f\u306f\u3001\u30db\u30fc\u30e0\u30da\u30fc\u30b8\u3092\u3054\u89a7\u304f\u3060\u3055\u3044\u3002
common.members.link = https://classmethod.jp/services/members/

# Label In Front_Page
front.confidential = CONFIDENTIAL
front.title = \u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30c1\u30a7\u30c3\u30af\u7d50\u679c\u30ec\u30dd\u30fc\u30c8
front.copyright = Copyright \u00a9 Classmethod, Inc.

# Label In Disclaimer_Page
disclaimer.title = \u514d\u8cac\u4e8b\u9805
disclaimer.descript = insightwatch\u306b\u3088\u308b\u30c1\u30a7\u30c3\u30af\u7d50\u679c\u3067\u7570\u5e38\u304c\u306a\u304b\u3063\u305f\u3068\u3057\u3066\u3082\u3001\u304a\u5ba2\u69d8\u306e\u74b0\u5883\u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30ea\u30b9\u30af\u304c\u306a\u3044\u3053\u3068\u3092\u4fdd\u969c\u3059\u308b\u3082\u306e\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002

# Label In Summary_Page
summary.title = \u30c1\u30a7\u30c3\u30af\u7d50\u679c\u30b5\u30de\u30ea\u30fc
summary.aws_account = AWS\u30a2\u30ab\u30a6\u30f3\u30c8

# Label In OverView_Page
overview.service_check = \u30c1\u30a7\u30c3\u30af\u5bfe\u8c61\u306e\u30b5\u30fc\u30d3\u30b9\u306f\u4ee5\u4e0b\u306b\u306a\u308a\u307e\u3059\u3002
overview.aws_iam = AWS Identity and Access Management (IAM)
overview.aws_config = AWS Config
overview.aws_cloudtrail = AWS CloudTrail
overview.aws_cloudfront = Amazon CloudFront
overview.aws_cloudwatch = Amazon CloudWatch
overview.aws_sns = Amazon Simple Notification Service (SNS)
overview.aws_s3 = Amazon Simple Storage Service (S3)
overview.aws_sts = AWS Security Token Service (STS)
overview.aws_ec2 = Amazon Elastic Compute Cloud (EC2)
overview.aws_vpc = Amazon Virtual Private Cloud (VPC)
overview.aws_vpc_default = Amazon VPC (Default)
overview.aws_ebs = Amazon Elastic Block Store (EBS)
overview.important_results = \u7d50\u679c\u306e\u91cd\u8981\u5ea6\u306b\u3064\u3044\u3066

overview.managed = \u30de\u30cd\u30fc\u30b8\u30c9
overview.managed.descript = \u30af\u30e9\u30b9\u30e1\u30bd\u30c3\u30c9\u30e1\u30f3\u30d0\u30fc\u30ba\u306b\u3054\u5951\u7d04\u3044\u305f\u3060\u3044\u305fAWS\u30a2\u30ab\u30a6\u30f3\u30c8\u306b\u306e\u307f\u8868\u793a\u3055\u308c\u307e\u3059\u3002\n\u30af\u30e9\u30b9\u30e1\u30bd\u30c3\u30c9\u306b\u3066\u7ba1\u7406\u3057\u3066\u3044\u308b\u9805\u76ee\u3067\u3001\u304a\u5ba2\u3055\u307e\u306e\u5bfe\u5fdc\u306f\u4e0d\u8981\u3067\u3059\u3002
overview.normal = \u6b63\u5e38
overview.normal.descript = \u7570\u5e38\u304c\u691c\u51fa\u3055\u308c\u306a\u304b\u3063\u305f\u9805\u76ee\u3067\u3059\u3002
overview.warning = \u6ce8\u610f
overview.warning.descript = CIS\u306e\u69cb\u6210\u30d7\u30ed\u30d5\u30a1\u30a4\u30ebLevel2\u304c\u9069\u7528\u3055\u308c\u305f\u9805\u76ee\u3067\u7570\u5e38\u304c\u691c\u51fa\u3055\u308c\u305f\u3053\u3068\u3092\u793a\u3057\u307e\u3059\u3002\n\u5bfe\u5fdc\u3059\u308b\u3053\u3068\u3067\u3055\u3089\u306b\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u3092\u5f37\u5316\u3067\u304d\u307e\u3059\u3002
overview.critical = \u91cd\u8981
overview.cis.critical.descript = CIS\u306e\u69cb\u6210\u30d7\u30ed\u30d5\u30a1\u30a4\u30ebLevel1\u304c\u9069\u7528\u3055\u308c\u305f\u9805\u76ee\u3067\u7570\u5e38\u304c\u691c\u51fa\u3055\u308c\u305f\u3053\u3068\u3092\u793a\u3057\u307e\u3059\u3002\n\u91cd\u8981\u306a\u9805\u76ee\u3067\u3059\u3002\u3059\u3050\u306b\u5bfe\u5fdc\u3092\u691c\u8a0e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
overview.asc.critical.descript = \u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8\u306e\u30c1\u30a7\u30c3\u30af\u9805\u76ee\u3067\u7570\u5e38\u304c\u691c\u51fa\u3055\u308c\u305f\u3053\u3068\u3092\u793a\u3057\u307e\u3059\u3002\n\u91cd\u8981\u306a\u9805\u76ee\u3067\u3059\u3002\u3059\u3050\u306b\u5bfe\u5fdc\u3092\u691c\u8a0e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
overview.ibp.critical.descript = IAM\u30d9\u30b9\u30c8\u30d7\u30e9\u30af\u30c6\u30a3\u30b9\u306e\u30c1\u30a7\u30c3\u30af\u9805\u76ee\u3067\u7570\u5e38\u304c\u691c\u51fa\u3055\u308c\u305f\u3053\u3068\u3092\u793a\u3057\u307e\u3059\u3002\n\u91cd\u8981\u306a\u9805\u76ee\u3067\u3059\u3002\u3059\u3050\u306b\u5bfe\u5fdc\u3092\u691c\u8a0e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
overview.exclusion = \u9664\u5916
overview.exclusion.descript = \u9664\u5916\u8a2d\u5b9a\u3055\u308c\u305f\u30c1\u30a7\u30c3\u30af\u9805\u76ee\u3067\u3059\u3002
overview.error = \u30a8\u30e9\u30fc

overview.cis.title = CIS Amazon Web Service Foundations Benchmark
overview.cis.descript = CIS Amazon Web Service Foundations Benchmark\u306f\u3001Amazon Web Services\u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u306b\u95a2\u3059\u308b\u30d9\u30b9\u30c8\u30d7\u30e9\u30af\u30c6\u30a3\u30b9\u306e\u30ac\u30a4\u30c0\u30f3\u30b9\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002
overview.cis.version = CIS Amazon Web Service Foundations Benchmark \u30d0\u30fc\u30b8\u30e7\u30f3:v1.2.0 - 05-23-2018
overview.cis.guide_download = \u30ac\u30a4\u30c9\u306f\u4ee5\u4e0b\u304b\u3089\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3067\u304d\u307e\u3059\u3002
overview.cis.guide_download.link = https://learn.cisecurity.org/benchmarks
overview.cis.information = CIS(Center for Internet Security)\u306b\u95a2\u3059\u308b\u60c5\u5831\u306f\u4ee5\u4e0b\u3092\u3054\u89a7\u304f\u3060\u3055\u3044\u3002
overview.cis.information.link = https://www.cisecurity.org/cybersecurity-best-practices/

overview.asc.title = AWS Security Checklist
overview.asc.descript = AWS Security Checklist\u306f\u3001Amazon Web Services\u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u306b\u95a2\u3059\u308b\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002
overview.asc.guide_download = Security Checklist\u306f\u4ee5\u4e0b\u304b\u3089\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3067\u304d\u307e\u3059\u3002
overview.asc.guide_download.link = https://d1.awsstatic.com/whitepapers/Security/AWS_Security_Checklist.pdf

overview.ibp.title = IAM Best Practices
overview.ibp.descript = IAM\u30d9\u30b9\u30c8\u30d7\u30e9\u30af\u30c6\u30a3\u30b9\u306f\u3001Amazon Web Services\u306eIAM\u306b\u95a2\u3059\u308b\u30d9\u30b9\u30c8\u30d7\u30e9\u30af\u30c6\u30a3\u30b9\u306e\u30ac\u30a4\u30c0\u30f3\u30b9\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002
overview.ibp.guide_download = IAM\u30d9\u30b9\u30c8\u30d7\u30e9\u30af\u30c6\u30a3\u30b9\u306f\u4ee5\u4e0b\u304b\u3089\u53c2\u7167\u3067\u304d\u307e\u3059\u3002
overview.ibp.guide_download.link = https://docs.aws.amazon.com/ja_jp/IAM/latest/UserGuide/best-practices.html


# Label In Result_Page
result.aws_account_id = AWS\u30a2\u30ab\u30a6\u30f3\u30c8ID
result.item  = \u9805\u76ee
result.check_result = \u7d50\u679c

result.cis.title.iam = CIS 1. Identity and Access Management
result.cis.title.logging = CIS 2. Logging
result.cis.title.monitoring = CIS 3. Monitoring
result.cis.title.networking = CIS 4. Networking

result.asc.title.general = Security Checklist - General
result.asc.title.asc_ec2_vpc_ebs = Security Checklist - EC2/VPC/EBS
result.asc.title.s3 = Security Checklist - S3

# Label In AssessmentComment_Page
assessment.title = \u30de\u30cb\u30e5\u30a2\u30eb\u8a55\u4fa1\u9805\u76ee\u306e\u8a55\u4fa1\u7d50\u679c
assessment.comment = \u8a55\u4fa1\u30b3\u30e1\u30f3\u30c8
assessment.date = \u8a55\u4fa1\u65e5
assessment.user = \u8a55\u4fa1\u30e6\u30fc\u30b6\u30fc

# Label In CIS_ExclusionComment_Page
exclusion.title = \u30c1\u30a7\u30c3\u30af\u9805\u76ee\u306e\u9664\u5916\u8a2d\u5b9a
exclusion.comment = \u30b3\u30e1\u30f3\u30c8
exclusion.date = \u8a2d\u5b9a\u65e5
exclusion.user = \u8a2d\u5b9a\u30e6\u30fc\u30b6\u30fc

# Label In Information_Page
information.descript_1 = \u30af\u30e9\u30b9\u30e1\u30bd\u30c3\u30c9\u306f\u300c\u3059\u3079\u3066\u306e\u4eba\u3005\u306e\u5275\u9020\u6d3b\u52d5\u306b\u8ca2\u732e\u3057\u7d9a\u3051\u308b\u300d\u3068\u3044\u3046\u4f01\u696d\u7406\u5ff5\u306e\u3082\u3068\u3001AWS\u3001\u30d3\u30c3\u30b0\u30c7\u30fc\u30bf\u3001\u30e2\u30d0\u30a4\u30eb\u3001\u30bb\u30f3\u30b5\u30fc\u3001\u97f3\u58f0\u8a8d\u8b58\u306e\u6280\u8853\u3092\u6d3b\u7528\u3057\u305f\u4f01\u696d\u5411\u3051\u652f\u63f4\u3092\u884c\u3063\u3066\u3044\u307e\u3059\u3002AWS\u652f\u63f4\u306b\u304a\u3044\u3066\u306f\u3053\u308c\u307e\u3067700\u793e2500\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u5b9f\u7e3e\u3092\u6301\u3061\u30012015\u5e74\u304b\u3089\u516c\u5f0f\u306b\u6700\u4e0a\u4f4d\u30b3\u30f3\u30b5\u30eb\u30c6\u30a3\u30f3\u30b0\u30d1\u30fc\u30c8\u30ca\u30fc\u3068\u3057\u3066\u8a8d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
information.descript_2 = \u307b\u304b\u306b\u3082MSP\u3001\u30d1\u30d6\u30ea\u30c3\u30af\u30bb\u30af\u30bf\u30fc\u3001AWS10\u30b5\u30fc\u30d3\u30b9\u306b\u304a\u3051\u308b\u6280\u8853\u8a8d\u5b9a\u3001500\u3092\u8d85\u3048\u308b\u793e\u54e1\u306e\u8cc7\u683c\u53d6\u5f97\u6570\u3001\u30e2\u30d0\u30a4\u30eb\u3001\u30d3\u30c3\u30b0\u30c7\u30fc\u30bf\u3001\u30de\u30a4\u30b0\u30ec\u30fc\u30b7\u30e7\u30f3\u3001DevOps\u306e4\u3064\u306e\u9818\u57df\u3067\u306e\u30b3\u30f3\u30d4\u30c6\u30f3\u30b7\u30fc\u53d6\u5f97\u306a\u3069\u3001\u4e16\u754c\u3067\u552f\u4e00\u306e\u30b3\u30f3\u30b5\u30eb\u30c6\u30a3\u30f3\u30b0\u30d1\u30fc\u30c8\u30ca\u30fc\u4f01\u696d\u3067\u3059\u3002
information.members.descript_1 = \u30af\u30e9\u30b9\u30e1\u30bd\u30c3\u30c9\u30e1\u30f3\u30d0\u30fc\u30ba\u306f\u3001\u4f01\u696d\u306eAWS\u5229\u7528\u3092\u7dcf\u5408\u7684\u306b\u652f\u63f4\u3059\u308b\u30b5\u30fc\u30d3\u30b9\u3067\u3059\u3002\u4e3b\u306b\u30b3\u30b9\u30c8\u524a\u6e1b\u3084\u6280\u8853\u529b\u306e\u4f34\u3063\u305f\u63d0\u6848\u3092\u8981\u3059\u308b\u969b\u306b\u3054\u6d3b\u7528\u3044\u305f\u3060\u304f\u3053\u3068\u304c\u591a\u304f\u3001\u73fe\u5728\u3082700\u793e\u4ee5\u4e0a\u306e\u304a\u53d6\u5f15\u304c\u3042\u308a\u307e\u3059\u3002
information.members.descript_2 = \u652f\u63f4\u7bc4\u56f2\u306f\u591a\u5c90\u306b\u308f\u305f\u308a\u3001\u5186\u5efa\u3066\u8acb\u6c42\u66f8\u306b\u3088\u308b\u8acb\u6c42\u4ee3\u884c\u304b\u3089AWS\u30a4\u30f3\u30d5\u30e9\u306b\u95a2\u3059\u308b\u30b3\u30f3\u30b5\u30eb\u30c6\u30a3\u30f3\u30b0\u30fb\u904b\u7528\u4fdd\u5b88\u4ee3\u884c\u307e\u3067\u3001\u304a\u5ba2\u69d8\u304c\u30d3\u30b8\u30cd\u30b9\u306b\u6ce8\u529b\u3059\u308b\u305f\u3081\u306e\u3055\u307e\u3056\u307e\u306a\u30b5\u30dd\u30fc\u30c8\u3092\u884c\u3063\u3066\u3044\u307e\u3059\u3002\u5229\u7528\u72b6\u6cc1\u5206\u6790\u3084\u30b5\u30fc\u30d0\u30fc\u8a2d\u5b9a\u3092\u78ba\u8a8d\u3067\u304d\u308b\u5c02\u7528\u30dd\u30fc\u30bf\u30eb\u30b5\u30a4\u30c8\u306e\u3054\u7528\u610f\u3001\u516c\u5f0f\u8cc7\u683c\u3092\u4fdd\u6709\u3059\u308b\u30a8\u30f3\u30b8\u30cb\u30a2\u306b\u3088\u308b\u69cb\u7bc9\u30fb\u904b\u7528\u30fb\u76e3\u8996\u30fb\u4fdd\u5b88\u306e\u30d9\u30b9\u30c8\u30d7\u30e9\u30af\u30c6\u30a3\u30b9\u63d0\u4f9b\u306a\u3069\u3001\u6e80\u8db3\u5ea6\u306e\u9ad8\u3044\u30b5\u30fc\u30d3\u30b9\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002
information.details = \u8a73\u7d30\uff1a

# Label Code Check Item
check_cis12_item_1_01 = root\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u5229\u7528\u3055\u308c\u3066\u3044\u306a\u3044\u3053\u3068
check_cis12_item_1_02 = \u30b3\u30f3\u30bd\u30fc\u30eb\u30ed\u30b0\u30a4\u30f3\u7528\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u8a2d\u5b9a\u3055\u308c\u305fIAM\u30e6\u30fc\u30b6\u306bMFA\u304c\u6709\u52b9\u5316\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_1_03 = 90\u65e5\u4ee5\u4e0a\u5229\u7528\u3055\u308c\u3066\u3044\u306a\u3044\u8a8d\u8a3c\u60c5\u5831\u306f\u7121\u52b9\u5316\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_1_04 = \u30a2\u30af\u30bb\u30b9\u30ad\u30fc\u304c90\u65e5\u4ee5\u5185\u306b\u30ed\u30fc\u30c6\u30fc\u30b7\u30e7\u30f3\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_1_05 = IAM\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306b\u3066\u300c1\u6587\u5b57\u4ee5\u4e0a\u306e\u5927\u6587\u5b57\u300d\u3092\u6709\u52b9\u306b\u3059\u308b\u3053\u3068
check_cis12_item_1_06 = IAM\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306b\u3066\u300c1\u6587\u5b57\u4ee5\u4e0a\u306e\u5c0f\u6587\u5b57\u300d\u3092\u6709\u52b9\u306b\u3059\u308b\u3053\u3068
check_cis12_item_1_07 = IAM\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306b\u3066\u300c1\u6587\u5b57\u4ee5\u4e0a\u306e\u8a18\u53f7\u300d\u3092\u6709\u52b9\u306b\u3059\u308b\u3053\u3068
check_cis12_item_1_08 = IAM\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306b\u3066\u300c1\u6587\u5b57\u4ee5\u4e0a\u306e\u6570\u5b57\u300d\u3092\u6709\u52b9\u306b\u3059\u308b\u3053\u3068
check_cis12_item_1_09 = IAM\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306b\u3066\u300c\u30d1\u30b9\u30ef\u30fc\u30c9\u309214\u6587\u5b57\u4ee5\u4e0a\u300d\u3092\u6709\u52b9\u306b\u3059\u308b\u3053\u3068
check_cis12_item_1_10 = IAM\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306b\u3066\u300c\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u518d\u5229\u7528\u7981\u6b62\u300d\u3092\u6709\u52b9\u306b\u3059\u308b\u3053\u3068
check_cis12_item_1_11 = IAM\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306b\u3066\u300c90\u65e5\u4ee5\u5185\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u6709\u52b9\u671f\u9650\u300d\u3092\u6709\u52b9\u306b\u3059\u308b\u3053\u3068
check_cis12_item_1_12 = root\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u30a2\u30af\u30bb\u30b9\u30ad\u30fc\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u3053\u3068
check_cis12_item_1_13 = root\u30a2\u30ab\u30a6\u30f3\u30c8\u304cMFA\u306b\u3088\u308a\u4fdd\u8b77\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_1_14 = root\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u30cf\u30fc\u30c9\u30a6\u30a7\u30a2MFA\u306b\u3088\u308a\u4fdd\u8b77\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_1_15 = \u79d8\u5bc6\u306e\u8cea\u554f\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_1_16 = IAM\u30dd\u30ea\u30b7\u30fc\u304c\u30b0\u30eb\u30fc\u30d7\u307e\u305f\u306f\u30ed\u30fc\u30eb\u306b\u306e\u307f\u9069\u7528\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_1_17 = \u9023\u7d61\u5148\u306e\u60c5\u5831\u66f4\u65b0
check_cis12_item_1_18 = \u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u306b\u95a2\u3059\u308b\u9023\u7d61\u5148\u306e\u767b\u9332
check_cis12_item_1_19 = EC2\u3067\u306eAWS\u30ea\u30bd\u30fc\u30b9\u3078\u306eAPI\u30a2\u30af\u30bb\u30b9\u306fIAM\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u30ed\u30fc\u30eb\u3092\u5229\u7528\u3057\u3066\u3044\u308b\u3053\u3068
check_cis12_item_1_20 = \u7279\u5b9a\u306e\u30e6\u30fc\u30b6\u30fc\u306bAWS\u30b5\u30dd\u30fc\u30c8\u3078\u306e\u554f\u3044\u5408\u308f\u305b\u6a29\u9650\u304c\u4ed8\u4e0e\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_1_21 = \u4e0d\u8981\u306a\u30a2\u30af\u30bb\u30b9\u30ad\u30fc\u306e\u767a\u884c\u3092\u907f\u3051\u308b
check_cis12_item_1_22 = \u5236\u9650\u306a\u3057\u306e\u30a2\u30af\u30bb\u30b9\u8a31\u53ef\u3092\u6307\u5b9a\u3057\u305fIAM\u30dd\u30ea\u30b7\u30fc\u3092\u5229\u7528\u3057\u306a\u3044
check_cis12_item_2_01 = \u5168\u30ea\u30fc\u30b8\u30e7\u30f3\u3067CloudTrail\u304c\u6709\u52b9\u3067\u3042\u308b\u3053\u3068
check_cis12_item_2_02 = CloudTrail\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u306e\u691c\u8a3c\u304c\u6709\u52b9\u5316\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_2_03 = CloudTrail\u30ed\u30b0\u306eS3\u30d0\u30b1\u30c3\u30c8\u304c\u516c\u958b\u8a2d\u5b9a\u3068\u306a\u3063\u3066\u3044\u306a\u3044\u3053\u3068
check_cis12_item_2_04 = CloudTrail\u30ed\u30b0\u304cCloudWatch Logs\u306b\u914d\u4fe1\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_2_05 = \u5168\u30ea\u30fc\u30b8\u30e7\u30f3\u3067AWS Config\u304c\u6709\u52b9\u3067\u3042\u308b\u3053\u3068
check_cis12_item_2_06 = CloudTrail\u30ed\u30b0\u304c\u683c\u7d0d\u3055\u308c\u3066\u3044\u308bS3\u30d0\u30b1\u30c3\u30c8\u3067\u30ed\u30b0\u8a18\u9332\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u3053\u3068
check_cis12_item_2_07 = CloudTrail\u30ed\u30b0\u304cSSE-KMS\u3067\u6697\u53f7\u5316\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_2_08 = KMS\u30de\u30b9\u30bf\u30ad\u30fc\u304c\u30ed\u30fc\u30c6\u30fc\u30b7\u30e7\u30f3\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_2_09 = \u5229\u7528\u53ef\u80fd\u306a\u5168\u3066\u306e\u30ea\u30fc\u30b8\u30e7\u30f3\u306b\u304a\u3044\u3066\u3001VPC Flow Logs\u304c\u6709\u52b9\u5316\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_3_01 = \u8a31\u53ef\u3055\u308c\u3066\u3044\u306a\u3044API\u30b3\u30fc\u30eb\u306b\u5bfe\u3057\u3066\u3001\u30a2\u30e9\u30fc\u30e0\u901a\u77e5\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_3_02 = MFA\u306a\u3057\u3067\u306eAWS\u30de\u30cd\u30fc\u30b8\u30e1\u30f3\u30c8\u30b3\u30f3\u30bd\u30fc\u30eb\u30ed\u30b0\u30a4\u30f3\u306b\u5bfe\u3057\u3066\u3001\u30a2\u30e9\u30fc\u30e0\u901a\u77e5\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_3_03 = root\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u5229\u7528\u306b\u5bfe\u3057\u3066\u3001\u30a2\u30e9\u30fc\u30e0\u901a\u77e5\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_3_04 = IAM\u30dd\u30ea\u30b7\u30fc\u306e\u5909\u66f4\u306b\u5bfe\u3057\u3066\u3001\u30a2\u30e9\u30fc\u30e0\u901a\u77e5\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_3_05 = CloudTrail\u8a2d\u5b9a\u306e\u5909\u66f4\u306b\u5bfe\u3057\u3066\u3001\u30a2\u30e9\u30fc\u30e0\u901a\u77e5\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_3_06 = AWS\u30de\u30cd\u30fc\u30b8\u30e1\u30f3\u30c8\u30b3\u30f3\u30bd\u30fc\u30eb\u306e\u30ed\u30b0\u30a4\u30f3\u5931\u6557\u306b\u5bfe\u3057\u3066\u3001\u30a2\u30e9\u30fc\u30e0\u901a\u77e5\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_3_07 = KMS\u30de\u30b9\u30bf\u30fc\u30ad\u30fc\u306e\u7121\u52b9\u5316\u307e\u305f\u306f\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u524a\u9664\u306b\u5bfe\u3057\u3066\u3001\u30a2\u30e9\u30fc\u30e0\u901a\u77e5\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_3_08 = S3\u30d0\u30b1\u30c3\u30c8\u30dd\u30ea\u30b7\u30fc\u5909\u66f4\u306b\u5bfe\u3057\u3066\u3001\u30a2\u30e9\u30fc\u30e0\u901a\u77e5\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_3_09 = AWS Config\u5909\u66f4\u306b\u5bfe\u3057\u3066\u3001\u30a2\u30e9\u30fc\u30e0\u901a\u77e5\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_3_10 = \u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30b0\u30eb\u30fc\u30d7\u5909\u66f4\u306b\u5bfe\u3057\u3066\u3001\u30a2\u30e9\u30fc\u30e0\u901a\u77e5\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_3_11 = \u30cd\u30c3\u30c8\u30ef\u30fc\u30afACL\u5909\u66f4\u306b\u5bfe\u3057\u3066\u3001\u30a2\u30e9\u30fc\u30e0\u901a\u77e5\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_3_12 = \u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8\u30b2\u30fc\u30c8\u30a6\u30a7\u30a4\u5909\u66f4\u306b\u5bfe\u3057\u3066\u3001\u30a2\u30e9\u30fc\u30e0\u901a\u77e5\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_3_13 = \u30eb\u30fc\u30c8\u30c6\u30fc\u30d6\u30eb\u5909\u66f4\u306b\u5bfe\u3057\u3066\u3001\u30a2\u30e9\u30fc\u30e0\u901a\u77e5\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_3_14 = VPC\u5909\u66f4\u306b\u5bfe\u3057\u3066\u3001\u30a2\u30e9\u30fc\u30e0\u901a\u77e5\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_cis12_item_4_01 = Security Group\u306b\u3066\u30010.0.0.0/0\u304b\u3089\u30dd\u30fc\u30c822\u756a(SSH)\u3078\u306e\u63a5\u7d9a\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u306a\u3044\u3053\u3068
check_cis12_item_4_02 = Security Group\u306b\u3066\u30010.0.0.0/0\u304b\u3089\u30dd\u30fc\u30c83389\u756a(RDP)\u3078\u306e\u63a5\u7d9a\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u306a\u3044\u3053\u3068
check_cis12_item_4_03 = default\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30b0\u30eb\u30fc\u30d7\u304c\u5168\u3066\u306e\u901a\u4fe1\u3092\u8a31\u53ef\u3057\u3066\u3044\u306a\u3044\u3053\u3068
check_cis12_item_4_04 = \u5fc5\u8981\u6700\u4f4e\u9650\u306eVPC\u30d4\u30a2\u30ea\u30f3\u30b0\u7528\u306e\u30eb\u30fc\u30c6\u30a3\u30f3\u30b0\u3092\u8ffd\u52a0\u3059\u308b\u3053\u3068
check_asc_item_01_01 = \u30eb\u30fc\u30c8\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u30a2\u30af\u30bb\u30b9\u30ad\u30fc\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u3053\u3068
check_asc_item_02_01 = CloudTrail\u30ed\u30b0\u306eS3\u30d0\u30b1\u30c3\u30c8\u304c\u516c\u958b\u8a2d\u5b9a\u3068\u306a\u3063\u3066\u3044\u306a\u3044\u3053\u3068
check_asc_item_02_02 = \u8acb\u6c42\u30ec\u30dd\u30fc\u30c8\u306eS3\u30d0\u30b1\u30c3\u30c8\u304c\u516c\u958b\u8a2d\u5b9a\u3068\u306a\u3063\u3066\u3044\u306a\u3044\u3053\u3068
check_asc_item_03_01 = \u5168\u30ea\u30fc\u30b8\u30e7\u30f3\u3067CloudTrail\u304c\u6709\u52b9\u3067\u3042\u308b\u3053\u3068
check_asc_item_04_01 = \u7ba1\u7406\u8005\u30ed\u30fc\u30eb\u3082\u9650\u5b9a\u7684\u306a\u6a29\u9650\u3067\u3042\u308b\u3053\u3068
check_asc_item_05_01 = AWS Security Token Service\uff08STS\uff09\u3068\u30ed\u30fc\u30eb\u3092\u5229\u7528\u3059\u308b\u3053\u3068
check_asc_item_06_01 = \u6bce\u6708\u306e\u8acb\u6c42\u30ec\u30dd\u30fc\u30c8\u3067\u4f7f\u7528\u72b6\u6cc1\u3092\u78ba\u8a8d\u3059\u308b\u3053\u3068
check_asc_item_07_01 = \u6697\u53f7\u5316\u3055\u308c\u305fEBS\u30dc\u30ea\u30e5\u30fc\u30e0\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068
check_asc_item_08_01 = \u5229\u7528\u53ef\u80fd\u306a\u5168\u3066\u306e\u30ea\u30fc\u30b8\u30e7\u30f3\u306b\u304a\u3044\u3066\u3001VPC Flow Logs\u304c\u6709\u52b9\u5316\u3055\u308c\u3066\u3044\u308b\u3053\u3068
check_asc_item_09_01 = EC2\u30ad\u30fc\u30da\u30a2\u3092\u4fdd\u8b77\u3059\u308b\u3053\u3068
check_asc_item_10_01 = EC2\u3067\u306eAWS\u30ea\u30bd\u30fc\u30b9\u3078\u306eAPI\u30a2\u30af\u30bb\u30b9\u306fIAM\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u30ed\u30fc\u30eb\u3092\u5229\u7528\u3057\u3066\u3044\u308b\u3053\u3068
check_asc_item_11_01 = \u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30b0\u30eb\u30fc\u30d7\u3092\u4f7f\u7528\u3057\u3066EC2\u306e\u901a\u4fe1\u3092\u5236\u5fa1\u3059\u308b\u3053\u3068
check_asc_item_12_01 = \u30d1\u30d6\u30ea\u30c3\u30af\u30a2\u30af\u30bb\u30b9\u53ef\u80fd\u306aS3\u30d0\u30b1\u30c3\u30c8\u3092\u4f5c\u6210\u3057\u306a\u3044\u3053\u3068
check_asc_item_13_01 = \u30b5\u30fc\u30d0\u5074\u306e\u6697\u53f7\u5316(SSE-S3)\u3092\u5229\u7528\u3057\u3066\u30d0\u30b1\u30c3\u30c8\u3092\u4fdd\u8b77\u3059\u308b\u3053\u3068
check_asc_item_14_01 = S3\u30d0\u30b1\u30c3\u30c8\u3078\u306e\u30a4\u30f3\u30d0\u30a6\u30f3\u30c9\u304a\u3088\u3073\u30a2\u30a6\u30c8\u30d0\u30a6\u30f3\u30c9\u306e\u30c8\u30e9\u30d5\u30a3\u30c3\u30af\u3092\u6697\u53f7\u5316\u3059\u308b\u3053\u3068
check_asc_item_15_01 = S3\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u7ba1\u7406\u3001S3\u306e\u30e9\u30a4\u30d5\u30b5\u30a4\u30af\u30eb\u30dd\u30ea\u30b7\u30fc\u3092\u7406\u89e3\u3059\u308b\u3053\u3068
check_asc_item_16_01 = S3\u306e\u30a2\u30af\u30bb\u30b9\u30ed\u30b0\u3092\u6709\u52b9\u5316\u3059\u308b\u3053\u3068
check_ibp_item_01_01 = AWS\u30a2\u30ab\u30a6\u30f3\u30c8\u306eroot\u30e6\u30fc\u30b6\u30fc\u306e\u30a2\u30af\u30bb\u30b9\u30ad\u30fc\u3092\u30ed\u30c3\u30af\u3059\u308b
check_ibp_item_02_01 = \u500b\u3005\u306e IAM \u30e6\u30fc\u30b6\u30fc\u306e\u4f5c\u6210
check_ibp_item_03_01 = IAM \u30e6\u30fc\u30b6\u30fc\u3078\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u3092\u5272\u308a\u5f53\u3066\u308b\u305f\u3081\u306b\u30b0\u30eb\u30fc\u30d7\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068
check_ibp_item_04_01 = AWS\u5b9a\u7fa9\u306e\u30dd\u30ea\u30b7\u30fc\u3092\u4f7f\u7528\u3057\u3066\u53ef\u80fd\u306a\u9650\u308a\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u3092\u5272\u308a\u5f53\u3066\u308b
check_ibp_item_05_01 = \u6700\u5c0f\u6a29\u9650\u3092\u4ed8\u4e0e\u3059\u308b
check_ibp_item_06_01 = \u30a2\u30af\u30bb\u30b9\u30ec\u30d9\u30eb\u3092\u4f7f\u7528\u3057\u3066\u3001IAM \u6a29\u9650\u3092\u78ba\u8a8d\u3059\u308b
check_ibp_item_07 = \u30e6\u30fc\u30b6\u30fc\u306e\u5f37\u529b\u306a\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u3092\u8a2d\u5b9a
check_ibp_item_07_01 = IAM\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306b\u3066\u300c1\u6587\u5b57\u4ee5\u4e0a\u306e\u5927\u6587\u5b57\u300d\u3092\u6709\u52b9\u306b\u3059\u308b\u3053\u3068
check_ibp_item_07_02 = IAM\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306b\u3066\u300c1\u6587\u5b57\u4ee5\u4e0a\u306e\u5c0f\u6587\u5b57\u300d\u3092\u6709\u52b9\u306b\u3059\u308b\u3053\u3068
check_ibp_item_07_03 = IAM\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306b\u3066\u300c1\u6587\u5b57\u4ee5\u4e0a\u306e\u8a18\u53f7\u300d\u3092\u6709\u52b9\u306b\u3059\u308b\u3053\u3068
check_ibp_item_07_04 = IAM\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306b\u3066\u300c1\u6587\u5b57\u4ee5\u4e0a\u306e\u6570\u5b57\u300d\u3092\u6709\u52b9\u306b\u3059\u308b\u3053\u3068
check_ibp_item_07_05 = IAM\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306b\u3066\u300c\u30d1\u30b9\u30ef\u30fc\u30c9\u309214\u6587\u5b57\u4ee5\u4e0a\u300d\u3092\u6709\u52b9\u306b\u3059\u308b\u3053\u3068
check_ibp_item_07_06 = IAM\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306b\u3066\u300c\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u518d\u5229\u7528\u7981\u6b62\u300d\u3092\u6709\u52b9\u306b\u3059\u308b\u3053\u3068
check_ibp_item_07_07 = IAM\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306b\u3066\u300c90\u65e5\u4ee5\u5185\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u6709\u52b9\u671f\u9650\u300d\u3092\u6709\u52b9\u306b\u3059\u308b\u3053\u3068
check_ibp_item_07_08 = IAM\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306b\u3066\u300c\u30e6\u30fc\u30b6\u30fc\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5909\u66f4\u3092\u8a31\u53ef\u300d\u3092\u6709\u52b9\u306b\u3059\u308b\u3053\u3068
check_ibp_item_08_01 = \u7279\u6a29\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066MFA\u3092\u6709\u52b9\u5316\u3059\u308b
check_ibp_item_09_01 = Amazon EC2 \u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3067\u5b9f\u884c\u3059\u308b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306b\u5bfe\u3057\u3001\u30ed\u30fc\u30eb\u3092\u4f7f\u7528\u3059\u308b
check_ibp_item_10_01 = \u8a8d\u8a3c\u60c5\u5831\u3092\u5171\u6709\u3059\u308b\u306e\u3067\u306f\u306a\u304f\u3001\u30ed\u30fc\u30eb\u3092\u4f7f\u3063\u3066\u59d4\u8a17\u3059\u308b
check_ibp_item_11_01 = \u8a8d\u8a3c\u60c5\u5831\u3092\u5b9a\u671f\u7684\u306b\u30ed\u30fc\u30c6\u30fc\u30b7\u30e7\u30f3\u3059\u308b
check_ibp_item_12_01 = \u4e0d\u8981\u306a\u8a8d\u8a3c\u60c5\u5831\u3092\u524a\u9664\u3059\u308b
check_ibp_item_13_01 = \u8ffd\u52a0\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u306b\u5bfe\u3059\u308b\u30dd\u30ea\u30b7\u30fc\u6761\u4ef6\u3092\u4f7f\u7528\u3059\u308b
check_ibp_item_14 = AWS \u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u306e\u76e3\u8996
check_ibp_item_14_01 = CloudFront\u306e\u30a2\u30af\u30bb\u30b9\u30ed\u30b0\u304c\u6709\u52b9\u3067\u3042\u308b\u3053\u3068
check_ibp_item_14_02 = \u5168\u30ea\u30fc\u30b8\u30e7\u30f3\u3067CloudTrail\u304c\u6709\u52b9\u3067\u3042\u308b\u3053\u3068
check_ibp_item_14_03 = CloudWatch\u30e1\u30c8\u30ea\u30af\u30b9\u3092\u78ba\u8a8d\u3059\u308b\u3053\u3068
check_ibp_item_14_04 = \u5168\u30ea\u30fc\u30b8\u30e7\u30f3\u3067AWS Config\u304c\u6709\u52b9\u3067\u3042\u308b\u3053\u3068
check_ibp_item_14_05 = S3\u30d0\u30b1\u30c3\u30c8\u3067\u30ed\u30b0\u8a18\u9332\u304c\u6709\u52b9\u3067\u3042\u308b\u3053\u3068
